Repository: ArtemBartender/bot_marian
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

# welcome_message
source: 👋 Hello! I'm Smoky, your AI hookah catering consultant. Tell me what you'd like, and I'll help you place an order. For example: 'I want 2 hookahs for a birthday party on Saturday'. To cancel and start over, type /start.
ru: 👋 Здравствуйте! Я Smoky, ваш AI-консультант по кальянным мероприятиям. Расскажите, что бы вы хотели, и я помогу вам оформить заказ. Например: 'Хочу 2 кальяна на день рождения в субботу'. Чтобы отменить и начать заново, введите /start.

# thinking_message
source: 🤔 Smoky is thinking...
ru: 🤔 Smoky думает...

# error_message
source: ⚠️ An error occurred. Please try again.
ru: ⚠️ Произошла ошибка. Пожалуйста, попробуйте еще раз.

# summary_title
source: Please check your order:
ru: Пожалуйста, проверьте ваш заказ:

# summary_when
source: When
ru: Когда

# summary_duration
source: Duration
ru: На сколько

# summary_hookahs
source: Hookahs
ru: Кальяны

# summary_masters
source: Masters
ru: Мастера

# summary_where
source: Where
ru: Куда

# summary_phone
source: Phone
ru: Телефон

# summary_client
source: Client
ru: Клиент

# button_confirm
source: Confirm
ru: Подтвердить

# button_edit
source: Edit
ru: Изменить

# confirmation_thanks_message
source: ✅ **Thank you!** Your order has been received. We will contact you shortly. To place a new order, type /start.
ru: ✅ **Спасибо!** Ваш заказ принят. Мы скоро с вами свяжемся. Чтобы сделать новый заказ, введите /start.

# edit_callback_answer
source: Returning to the conversation...
ru: Возвращаемся к диалогу...

# edit_prompt_message
source: Okay, let's fix it. What exactly do you want to change in the order?
ru: Хорошо, давайте исправим. Что именно вы хотите изменить в заказе?

# timeout_error_message
source: ⏳ The AI assistant is taking too long to respond. Please repeat your request in a moment.
ru: ⏳ AI-ассистент отвечает слишком долго. Пожалуйста, повторите ваш запрос через мгновение.
